tap "anomalyco/tap"
tap "ariga/tap"
tap "athenis/cli", "git@gitlab.devops.athenis.io:devops/tools/athenis-cli.git"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "minio/stable"
tap "netbirdio/tap"
tap "sst/tap"
tap "teamookla/speedtest"
brew "tree"
brew "ansible"
brew "awscli"
brew "cloc"
brew "cocoapods"
brew "coreutils"
brew "fd"
brew "libomp"
brew "flyway"
brew "fzf"
brew "glab"
brew "go"
brew "grpcurl"
brew "gum"
brew "harbor-cli"
brew "helm"
brew "httping"
brew "iperf3"
brew "ipmitool"
brew "jq"
brew "just"
brew "k3d"
brew "kind"
brew "knot"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubeseal"
brew "neovim"
brew "nmap"
brew "node"
brew "node@22"
brew "openjdk@17"
brew "openjdk@21"
brew "opentofu"
brew "pipx"
brew "poetry"
brew "python@3.11"
brew "rclone"
brew "skaffold"
brew "ta-lib"
brew "tea"
brew "telnet"
brew "tmux"
brew "utimer"
brew "uv"
brew "watch"
brew "wget"
brew "wimlib"
brew "yq"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "ariga/tap/atlas"
brew "athenis/cli/athenis"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "minio/stable/mc"
brew "netbirdio/tap/netbird"
brew "sst/tap/opencode"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "claude-code"
cask "flux-app"
cask "freelens"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "netbirdio/tap/netbird-ui"
cask "obsidian"
cask "opencode-desktop"
cask "stats"
cask "tailscale-app"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "warp"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "natqe.reload"
vscode "skellock.just"
vscode "sst-dev.opencode"
vscode "vscjava.vscode-gradle"
go "github.com/danielmiessler/fabric"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "github.com/grafana/mcp-grafana/cmd/mcp-grafana"
go "honnef.co/go/tools/cmd/staticcheck"
