tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "minio/stable"
brew "ansible"
brew "awscli"
brew "flyway"
brew "go"
brew "helm"
brew "ipmitool"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "node"
brew "pipx"
brew "podman"
brew "python@3.11"
brew "skaffold"
brew "speedtest-cli"
brew "telnet"
brew "tree"
brew "watch"
brew "wget"
brew "wimlib"
brew "yq"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "minio/stable/mc"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "flux"
cask "hiddenbar"
cask "itsycal"
cask "lens"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "podman-desktop"
cask "stats"
cask "sublime-text"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "davidanson.vscode-markdownlint"
vscode "dmitrydorofeev.empty-indent"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "natqe.reload"
vscode "redhat.ansible"
vscode "redhat.vscode-tekton-pipelines"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "samuelcolvin.jinjahtml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
