tap "anomalyco/tap"
tap "ariga/tap"
tap "athenis/cli", "git@gitlab.devops.athenis.io:devops/tools/athenis-cli.git"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "minio/stable"
tap "sst/tap"
brew "tree"
brew "ansible"
brew "awscli"
brew "cloc"
brew "coreutils"
brew "fd"
brew "flyway"
brew "fzf"
brew "glab"
brew "go"
brew "grpcurl"
brew "gum"
brew "helm"
brew "httping"
brew "iperf3"
brew "ipmitool"
brew "jq"
brew "just"
brew "k3d"
brew "kind"
brew "knot"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubeseal"
brew "libomp"
brew "neovim"
brew "nmap"
brew "node"
brew "opentofu"
brew "pipx"
brew "podman"
brew "poetry"
brew "postgresql@14"
brew "putty"
brew "python@3.11"
brew "rclone"
brew "skaffold"
brew "speedtest-cli"
brew "ta-lib"
brew "tea"
brew "telnet"
brew "utimer"
brew "uv"
brew "watch"
brew "wget"
brew "wimlib"
brew "yq"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "ariga/tap/atlas"
brew "athenis/cli/athenis"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "minio/stable/mc"
brew "sst/tap/opencode"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "claude-code"
cask "flux-app"
cask "freelens"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "obsidian"
cask "postman"
cask "session-manager-plugin"
cask "stats"
cask "tailscale-app"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-containers"
vscode "anysphere.remote-ssh"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "skellock.just"
vscode "sst-dev.opencode"
vscode "tamasfe.even-better-toml"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "github.com/grafana/mcp-grafana/cmd/mcp-grafana"
go "honnef.co/go/tools/cmd/staticcheck"
