tap "homebrew/bundle"
tap "minio/stable"
brew "ansible"
brew "argocd"
brew "go"
brew "graphviz"
brew "helm"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "logcli"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
brew "minio/stable/mc"
cask "1password-cli"
cask "alt-tab"
cask "firefox@developer-edition"
cask "hiddenbar"
cask "itsycal"
cask "lens"
cask "meld"
cask "stats"
cask "unnaturalscrollwheels"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "natqe.reload"
vscode "redhat.ansible"
vscode "redhat.vscode-tekton-pipelines"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "samuelcolvin.jinjahtml"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
